// You changed your heels on a beret.cpp : Этот файл содержит функцию "main". Здесь начинается и заканчивается выполнение программы.
//

#include <iostream>
using namespace std;
int main()
{
	setlocale(LC_ALL, "Ukrainian");

	// Пісня Христини Панасюк присвячена усім жинкам які також як і чєловіки захищають Україну від Россії

	cout << "Ти підбори змінила на берці, ніжню сукню на камуфляж\n";
	cout << "Ти послухала своє серце та обрала холодний бліндаж\n";
	cout << "Просто тут тобі значно тепліше тут не має чужих всі свої\n";
	cout << "Навіть градом налякані миші так далекі від зради і брехні\n";
	cout << "\n\n";

	cout << "Ти ідешь із братами до бою терпишь біль з усіма на рівні з ними можешь ти бути собою\n";
	cout << "Тут не має чужих всі свої\n";
	cout << "А десь там переповнені клуби і нічного життя ліхтарі ти байдужа до всіх пересудів в тебе\n";
	cout << "тут фейєрверки своі Ти лікуєшь живою водою підіймаючи з руїни.\n";
	cout << "\n\n";

	cout << "Просто знай я пишаюсь тобою і кажу тобі тримайся ангєл твій завжди з тобою\n";
	cout << "бережись і не здавайся\n";
	cout << "Просто знай я пишаюсь тобою і кажу тобі тримайся ангєл твій завжди з тобою\n";
	cout << "бережись і не здавайся\n";
	cout << "\n\n";

	cout << "Ти підбори змінила на берці ніжну сукню на камуфляж\n";
	cout << "Ти послухала своє серце і обрала холодний бліндаж\n";
	cout << "Щиро віришь що зміни настануть бо душа так нестерпно болить сльози щастя долоні\n";
	cout << "зігріють в перемоги зворушливу мить.\n";
	cout << "\n\n";


	cout << "Просто знай я пишаюсь тобою Захісницє України і кажу тобі тримайся ангєл твій завжди з тобою\n";
	cout << "бережись і не здавайся\n";
	cout << "Просто знай я пишаюсь тобою Захісницє України  і кажу тобі тримайся ангєл твій завжди з тобою \n";
	cout << "бережись і не здавайся\n";
	cout << "\n\n";
	// у клипі використані відео роботи жінок які служать у 93 механізованій бришаді з Харькова Україна

}

// Запуск программы: CTRL+F5 или меню "Отладка" > "Запуск без отладки"
// Отладка программы: F5 или меню "Отладка" > "Запустить отладку"

// Советы по началу работы 
//   1. В окне обозревателя решений можно добавлять файлы и управлять ими.
//   2. В окне Team Explorer можно подключиться к системе управления версиями.
//   3. В окне "Выходные данные" можно просматривать выходные данные сборки и другие сообщения.
//   4. В окне "Список ошибок" можно просматривать ошибки.
//   5. Последовательно выберите пункты меню "Проект" > "Добавить новый элемент", чтобы создать файлы кода, или "Проект" > "Добавить существующий элемент", чтобы добавить в проект существующие файлы кода.
//   6. Чтобы снова открыть этот проект позже, выберите пункты меню "Файл" > "Открыть" > "Проект" и выберите SLN-файл.
